Repository: vakol/WebHealthyFoods
Catalog: WebHealthyFoods/App_GlobalResources/Resource.*.resx
Languages: cs

# HealthyFoodCaption
source: HEALTHY FOODS
cs: ZDRAVÉ POTRAVINY

# HealthyFoodsSubCaption
source: This website can serve to those who want to prepare healthy foods.
cs: Tato stránka může sloužit těm, kteří chtějí připravovat zdravé potraviny ať už z důvodu onemocnění nebo jeho prevence.

# HealthyFoodsTitle
source: Healthy Foods
cs: Zdravé potraviny

source: Prepare Foods
cs: Příprava potravin

# PrepareFoodsDescription
source: Food preparation, if based on a logical basis, can help to increase an individual's personal health.
cs: Příprava jídla založená na promyšleném přístupu, může pomoci zvýšit osobní zdraví jednotlivce.

source: Learn more
cs: Další informace

source: Go to Page
cs: Přejít na stránku

# CheckInformation
source: Checking Food Information
cs: Kontrola informací o jídle

# CheckInformationCaption
source: The intake of foods with an information check on their composition allows the energy value of these foods to be fully exploited.
cs: Příjem potravin s kontrolou informací o jejich složení umožňuje plně využít energetickou hodnotu těchto potravin.

source: Related Links
cs: Související odkazy

# RelatedLinksContent
source: Best way to get healthy foods is to grow them yourself.
cs: Nejlepší způsob, jak získat zdravé potraviny, je jejich pěstování na vlastní malé zahradě.

# AgrovoltaicTractor
source: Draft of self-sufficient photovoltaic tractor:
cs: Návrh soběstačného fotovoltaického traktoru:

# HealthyFoodsEssential
source: Healthy foods are essential
cs: Zdravé potraviny jsou důležité

source: Home
cs: Domů

source: Contact
cs: Kontakt

source: LoggedUser
cs: Příhlášený uživatel:

# RecordVoice
source: Voice record
cs: Hlasová nahrávka

# RecWillStart
source: Press [OK] for recording and speak to microphone.
cs: Stiskněte [OK] pro nahrávání a mluvte do mikrofonu.

# MicrophoneError
source: Microphone access denied
cs: Přístup k mikrofonu byl odepřen

# MaximumRecording
source: Maximum recording time is
cs: Maximální doba nahrávání je

source: seconds
cs: sekund

# FoodNotes
source: Insert your food notes here. When switching to another dish, notes are not kept.
cs: Zde vložte vaše poznámky o pokrmu. Při přechodu na jiný pokrm se poznámky neuchovávají.

source: Send Email
cs: Poslat Email

# FoodsIngredients
source: Food ingredients
cs: Složky potravin

# FoodToList
source: Add to List
cs: Přidat do seznamu

source: Already in list!
cs: Potravinová složka je už uvedena v seznamu!

# FoodList
source: List of foods:
cs: Seznam potravin:

source: About
cs: O aplikaci

# AboutContent
source: The application is intended for individuals who want to eat healthier, whether to manage a medical condition or simply for preventative purposes.
cs: Aplikace je určená pro zájemce, kteří se rozhodli pro cestu zdravého příjmu potravin, ať už z důvodu nemoci nebo prevence nemoci.

# LearnMoreContents
source: <p>Information on the composition of raw materials and energy values was obtained using the AI program ChatGPT in September 2025. The information may be outdated in later years. Examples of queries in English for the energy value of a dish and the composition of a food are:</p> <p> <i><b>What is energy value of soup made by potatoes, cabbage, onion and main food: cooked potatoes with boiled egg?</b></i><br /> Whole Meal (Soup + Potatoes + Egg)<br /> <u>≈ 355 kcal</u> </p> <p> <i><b>What is the composition of the cereal roll?</b></i><br /> <u>Flour</u> (from one or multiple cereals)<br /> <u>Water</u><br /> <u>Yeast</u> (or <u>sourdough</u> starter)<br /> <u>Salt</u><br /> Sometimes <u>sugar</u>, <u>milk</u>, <u>butter</u>, or <u>oil</u> for softness and flavor<br /> Optional seeds or whole grains (<u>sunflower</u>, <u>sesame</u>, <u>flax</u>, <u></u>, etc.) for texture and nutrition<br /> Cereal base (<u>corn</u>, <u>rice</u>, <u>wheat</u>, <u>oat</u>, or <u>multigrain</u>)<br /> Binding agents (<u>syrup</u>, <u>glucose</u>, <u>honey</u>, or <u>malt</u>)<br /> Optional fortification (<u>vitamins</u>, <u>minerals</u>, <u>fiber</u>)<br /> </p>
cs: <p>Informace o složkách surovin a energetických hodnotách byly získány pomocí AI programu ChatGPT v září 2025. Informace mohou být v pozdějších letech zastaralé. Příklady dotazu v angličtině na energetickou hodnotu pokrmu a složení potraviny jsou:</p> <p> <i><b>What is energy value of soup made by potatoes, cabbage, onion and main food: cooked potatoes with boiled egg?</b></i><br /> Whole Meal (Soup + Potatoes + Egg)<br /> <u>≈ 355 kcal</u> </p> <p> <i><b>What is the composition of the cereal roll?</b></i><br /> <u>Flour</u> (from one or multiple cereals)<br /> <u>Water</u><br /> <u>Yeast</u> (or <u>sourdough</u> starter)<br /> <u>Salt</u><br /> Sometimes <u>sugar</u>, <u>milk</u>, <u>butter</u>, or <u>oil</u> for softness and flavor<br /> Optional seeds or whole grains (<u>sunflower</u>, <u>sesame</u>, <u>flax</u>, <u></u>, etc.) for texture and nutrition<br /> Cereal base (<u>corn</u>, <u>rice</u>, <u>wheat</u>, <u>oat</u>, or <u>multigrain</u>)<br /> Binding agents (<u>syrup</u>, <u>glucose</u>, <u>honey</u>, or <u>malt</u>)<br /> Optional fortification (<u>vitamins</u>, <u>minerals</u>, <u>fiber</u>)<br /> </p>

# EmailCaption
source: Send to e-mail:
cs: Odeslat na e-mail:

# CancelButton
source: Cancel
cs: Storno

# EnterEmail
source: Please enter e-mail address.
cs: Prosím, vložte e-mailovou adresu.

# EmailError
source: Failed to send email.
cs: Chyba při odesílání e-mailu.
